Repository: momotan039/Musalsali_Elementor
Catalog: themes/Musalsali_Pro/languages/*.po
Languages: ar

source: Theme Settings
ar: اعدادات مسلسلي

source: WallPaper & Icon Settings
ar: ضبط الخلفية والايقونة

source: Icon
ar: الايقونة

source: Main WallPaper
ar: الخلقية الرئيسة

source: Colors Settings
ar: اعدادات الالوان

source: Primary Color
ar: اللون الرئيسي

source: Light Color
ar: اللون الفاتح

source: Dark Color
ar: اللون الداكن

source: Reset Settings
ar: اعادة ضبط الاعدادات

source: Thank You For Using Musalsali
ar: شكرا لاستخدامك قالب مسلسلي

source: Upload Image
ar: تحميل صورة

source: Upload or select an image
ar: تحميل او اختيار صورة

source: Main Configuration
ar: الاعدادات العامة

source: Insert Your Key
ar: ادخل المعرف الخاص بك

source: TMDB Settings
ar: اعدادات TMDB

source: Maintenance
ar: اعدادات وضع الصيانة

source: Enable Maintenance Mode
ar: تفعيل وضع الصيانة

source: Social Media Links
ar: ضبط روابط مواقع التواصل الاجتماعية

source: Facebook
ar: فيسبوك

source: Instagram
ar: انستاحرام

source: Twitter(X)
ar: تويتراكس

source: Image & Description
ar: ضبط الصورة والوصف

source: Image
ar: صورة توضيحية

source: Description
ar: وصف توضيحي

source: Movies
ar: الأفلام

source: Movie
ar: فيلم

source: Add New Movie
ar: إضافة فيلم جديد

source: Edit Movie
ar: تعديل الفيلم

source: New Movie
ar: فيلم جديد

source: View Movie
ar: عرض الفيلم

source: Search for Movie
ar: البحث عن الفيلم

source: no movie is found
ar: لم يتم العثور على أي فيلم

source: no movie is found in trash
ar: لم يتم العثور على أي فيلم في سلة المهملات

source: Episodes
ar: الحلقات

source: Episode
ar: حلقة

source: Add New Episode
ar: إضافة حلقة جديدة

source: edit episode
ar: تعديل الحلقة

source: new episode
ar: حلقة جديدة

source: view episode
ar: عرض الحلقة

source: Search for Episodes
ar: بحث عن الحلقات

source: no episode is found
ar: لم يتم العثور على أي حلقة

source: no episode is found in trash
ar: لم يتم العثور على أي حلقة في سلة المهملات

source: Series
ar: مسلسلات

source: Seriess
ar: قائمة المسلسلات

source: Add New Series
ar: إضافة مسلسل جديدة

source: edit series
ar: تعديل مسلسل

source: new series
ar: مسلسل جديدة

source: view series
ar: عرض المسلسل

source: search for seriess
ar: بحث عن المسلسلات

source: no series is found
ar: لم يتم العثور على مسلسلات

source: no series is found in trash
ar: لم يتم العثور على مسلسلات في سلة المهملات

source: genre
ar: نوع

source: Search genres
ar: بحث عن الأنواع

source: All genres
ar: جميع الأنواع

source: Parent genre
ar: النوع الرئيسي

source: Parent genre:
ar: النوع الرئيسي:

source: Edit genre
ar: تعديل النوع

source: Update genre
ar: تحديث النوع

source: Add New genre
ar: إضافة نوع جديد

source: New genre Name
ar: اسم النوع الجديد

source: Genres
ar: الأنواع

source: actor
ar: ممثل

source: Search actors
ar: بحث عن الممثلين

source: All actors
ar: جميع الممثلين

source: Parent actor
ar: الممثل الرئيسي

source: Parent actor:
ar: الممثل الرئيسي:

source: Edit actor
ar: تعديل الممثل

source: Update actor
ar: تحديث الممثل

source: Add New actor
ar: إضافة ممثل جديد

source: New actor Name
ar: اسم الممثل الجديد

source: Actors
ar: الممثلين

source: release year
ar: سنة الإصدار

source: Search release years
ar: ابحث عن سنوات الإصدار

source: All release years
ar: جميع سنوات الإصدار

source: Parent release year
ar: السنة الأصلية للإصدار

source: Parent release year:
ar: السنة الأصلية للإصدار:

source: Edit release year
ar: تعديل سنة الإصدار

source: Update release year
ar: تحديث سنة الإصدار

source: Add New release year
ar: إضافة سنة إصدار جديدة

source: New release year Name
ar: اسم سنة الإصدار الجديدة

source: Release Years
ar: سنوات الإصدار

source: writer
ar: كاتب

source: Search writers
ar: ابحث عن الكُتّاب

source: All writers
ar: جميع الكُتّاب

source: Parent writer
ar: الكاتب الأصلي

source: Parent writer:
ar: الكاتب الأصلي:

source: Edit writer
ar: تعديل الكاتب

source: Update writer
ar: تحديث الكاتب

source: Add New writer
ar: إضافة كاتب جديد

source: New writer Name
ar: اسم الكاتب الجديد

source: Writers
ar: الكُتّاب

source: director
ar: مخرج

source: directors
ar: المخرجين

source: Search directors
ar: ابحث عن المخرجين

source: All directors
ar: جميع المخرجين

source: Parent director
ar: المخرج الرئيسي

source: Parent director:
ar: المخرج الرئيسي:

source: Edit director
ar: تعديل المخرج

source: Update director
ar: تحديث المخرج

source: Add New director
ar: إضافة مخرج جديد

source: New director Name
ar: اسم المخرج الجديد

source: Directors
ar: المخرجين

source: Movie Series
ar: سلسلة الأفلام

source: movie series
ar: سلسلة الأفلام

source: Search Movie Series
ar: ابحث عن سلسلة الأفلام

source: All Movie Series
ar: جميع سلسلة الأفلام

source: Parent Movie Series
ar: سلسلة الأفلام الرئيسية

source: Parent Movie Series:
ar: سلسلة الأفلام الرئيسية:

source: Edit Movie Series
ar: تعديل سلسلة الأفلام

source: Update Movie Series
ar: تحديث سلسلة الأفلام

source: Add New Movie Series
ar: إضافة سلسلة أفلام جديدة

source: New Movie Series Name
ar: اسم سلسلة الأفلام الجديدة

source: Season Series
ar: سلسلة المسلسل

source: season_series
ar: سلسلة المسلسل

source: Search Season Series
ar: ابحث عن سلسلة المسلسل

source: All Season Series
ar: جميع سلسلة المسلسل

source: Parent Season Series
ar: سلسلة المسلسل الرئيسية

source: Parent Season Series:
ar: سلسلة المسلسل الرئيسية:

source: Edit Season Series
ar: تعديل سلسلة المسلسل

source: Update Season Series
ar: تحديث سلسلة المسلسل

source: Add New Season Series
ar: إضافة سلسلة موسم جديدة

source: New Season Series Name
ar: اسم سلسلة المسلسل الجديدة

source: Fetch Actors & Rating
ar: جلب الممثلين والتقييم

source: Enter ID (IMDb or ElCinema):
ar: أدخل المعرف (IMDb أو ElCinema):

source: Select Source:
ar: اختر المصدر:

source: ElCinema
ar: السينما

source: Enter Rating Show
ar: أدخل تقييم العرض

source: Video Sources
ar: روابط العرض

source: Add Video Source
ar: أضف رابط الفيديو

source: Video Name
ar: اسم الفيديو

source: Video URL
ar: رابط الفيديو

source: Remove
ar: إزالة

source: Mark as Last Episode
ar: تعيينها كحلقة اخيرة

source: Episode Number
ar: رقم الحلقة

source: Select Series
ar: اختر مسلسل

source: Episode Info
ar: تفاصيل الحلقة
